{
    "Status": true,
    "Message": "All Noteworthy Mention Records.",
    "Result": [
        {
            "Id": 16,
            "EncryptedAchievementId": "pfvsffRRdF4=",
            "Title": "Director of Troikaa Pharmaceuticals",
            "Description": "Chairman of Indian Drug Manufacturers Association, Gujarat State Board (IDMA-GSB) for the tenure 2020 - 21. ",
            "HtmlContent": "Mr. Milan Patel is a Chemical Engineer by education, with specialisation in process controls and automation. He has more than 30 years of in-depth experience in pharmaceutical manufacturing and quality control operations. He has been working as a joint Managing Director of Troikaa Pharmaceuticals Ltd. since 1983He has been a key contributor in establishing various operational and management systems within the company and his expertise in ‘Good Manufacturing Practices’ in manufacturing operations has helped the organisation in achieving high level of automation and implementing Good Manufacturing Practices.Mr. Patel is a member of several mentorship programs and extends his services to various educational institutes by invitation. He regularly delivers talks on entrepreneurship and developing businesses to motivate young students and practitioners. He has recently been appointed as the Chairman of Indian Drug Manufacturers’ Association, Gujarat State Board (IDMA-GSB) for the tenure 2020 - 21.   ",
            "HasCoverPhoto": false,
            "CoverPhotoPath": null,
            "CreatedOn": "2022-04-13T17:28:21.913",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "Milan R Patel",
            "AlumniPassoutYear": "1983",
            "AlumniBranch": "Chemical Engineering"
        },
        {
            "Id": 12,
            "EncryptedAchievementId": "MM9gL7n5ayA=",
            "Title": "Vice President at Facebook",
            "Description": " Pavni Diwanji graduated (in Computer Science) in the year 1990 from L. D. College of Engineering, Gujarat University. In 1990, Pavni Diwanji was accepted into Stanford's Master's program in Computer Science. ",
            "HtmlContent": "Pavni worked with Sun Microsystem And there Pavni and the team of 8 members designed a new programming language called Oak And Oak became Java, and then Java launched and it became a huge overnight success.  Today, as Director of engineering, Pavni oversees Google+ Profiles and Pages.Journey After LDCE After graduating from Computer Science, Pavni was accepted into Standford's Master's program in Computer Science. After that, she joined Sun Microsystems. She also got an offer from SiliconGraphics, but she worked with Sun Microsystems.  Pavni and the team of 8 members were designing a new programming language called Oak And Oak became Java, and then Java launched, and it became a huge overnight success.  Programming language can be useful on the server-side, and no one was looking at that area at all. And Pavni said, I'll step up and I'll look at it, and then servlets were born.  Pavni and the team's invention of the Java servlet allowed websites to become more personalized and dynamic, a pivotal contribution to the web's evolution. Pavni went on to launch two successful startups including Mailfrontier, one of the first Anti-spam software innovators.  In 2005, Pavni joined Google and soon launched yet another innovation. Today as Director of Engineering Pavni oversees Google+ Profiles and pages.  Today she runs our spam-fighting efforts and Google kids space. Today as Director of Engineering Pavni oversees Google+ Profiles and pages. Today she runs our spam-fighting efforts and Google kids space. She's won numerous entrepreneurship awards and holds several patents in the areas of distributed systems and networking. She founded and led Google Apps for business and other enterprise products. Today, as Director of Engineering Pavni oversees Google+ Profiles and pages",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/Achievement/Cover/pavni-26112021083633.jpg",
            "CreatedOn": "2021-11-26T20:36:33.547",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "Pavani Diwanji",
            "AlumniPassoutYear": "1990",
            "AlumniBranch": "Computer Engineering"
        },
        {
            "Id": 11,
            "EncryptedAchievementId": "ENQJnZH3FZg=",
            "Title": "Founder of Avaana Capital",
            "Description": "Anjali Bansal is the founder of Avaana Capital, investing in technology and innovation-led start-ups focused on sustainable living to create transformational returns and impact at scale",
            "HtmlContent": "Anjali is founder of Avaana Capital, investing in innovation led business models to achieve impact at scale. She was previously global Partner and Managing Director with TPG Growth PE, global Partner with Spencer Stuart and India CEO, and strategy consultant with McKinsey and Co in New York and India.She has been appointed on the Expert Advisory Committee for the Start Up India Seed Fund Scheme announced by Honorable Prime Minister. She is also on the PM's NITI Aayog Evolution Review Committee.Anjali Bansal is former non executive Chairperson of Dena Bank where she successfully led the resolution of the stressed bank. She is closely associated with NITI Aayog Women Entrepreneurship Platform, Digital Platforms and Atal Innovation Mission.She has been an active investor and mentor in companies including Delhivery, Nykaa, Safari, Alphavector, Lenskart, UrbanClap, Darwinbox, Loantap. She started her career as an engineer.She serves as an independent non executive director on the boards of Piramal Enterprises, Siemens Ltd, Tata Power, Voltas, Kotak AMC, and Delhivery. She has been on the Advisory Board of the Columbia University Global Centers, South Asia. Previously, she was Chairperson of India board of Women's World Banking, a leading global livelihood-promoting institution and continues to be an advisor to SEWA. She has previously served on the public boards of GSK Pharma and Bata.She is a charter member of TiE, served on the managing committee of the Indian Venture Capital Association, mentor to Facebook SheLeadsTech, NITI Aayog's Atal Innovation Mission.She has been elected President of the Bombay Chamber of Commerce and Industry. An active contributor to the dialogue on corporate governance and diversity, Anjali is on the CII National Committee for Corporate Governance, co-founded and chaired the FICCI Center for Corporate Governance program for Women on Corporate Boards. She is a member of the Young Presidents' Organization.She has been listed as one of the “Most Powerful Women in Indian Business” by India’s leading publication, Business Today, and by Fortune India.She is a frequent speaker at forums like Harvard, Stanford, Columbia, IVCA, BSE and jury member for awards including ET 40 Under 40, Women Ahead, CEO Awards, VC Circle, AIWMI Wealth Awards and others.She has a BE in Computer Engineering and Masters in International Finance and Business from Columbia University.",
            "HasCoverPhoto": false,
            "CoverPhotoPath": null,
            "CreatedOn": "2021-11-21T17:29:44.483",
            "Attachement": [
                {
                    "Id": 1,
                    "AchievementId": 11,
                    "Path": "ldcealumni.net/Content/Achievement/Attachement/1111202145855IMG-20211121-WA0000~2.jpg"
                }
            ],
            "AlumniId": null,
            "AlumniName": "Anjali Bansal",
            "AlumniPassoutYear": "1992",
            "AlumniBranch": "Computer Engineering"
        },
        {
            "Id": 10,
            "EncryptedAchievementId": "QIRxRDV72YU=",
            "Title": "Director 2001-Present AEML Investments Limited",
            "Description": "Director 2007-Present Gujarat Apollo Industries Limited A public company manufacturing crushing and screening equipment used in mining  industry Director 2018-2020 Ammann Apollo India Pvt. Ltd. Indo-Swiss joint venture company manufacturing road-construction equipment and is the  market leader in India.",
            "HtmlContent": "L.D. College of Engineering Alumni Association (LAA) Member – Board of Governors (BoG) Ahmedabad Management Association (AMA) Member – Extension Services Committee Gujarat Chamber of Commerce & Industry Member – Foreign Trade Committee 2013-14 Central Regional Office, AICTE, Bhopal Member – Central Regional Committee 2014-17 Ganpat University  Member (Industry) – Board of Governors, Academic Council, Finance CommitteeMaster of Business Administration 2007 Johnson School at Cornell University Major: General Management Management Education Program (MEP) 2001 Indian Institute of Management, Ahmedabad (IIMA) Master of Engineering 1996 Stevens Institute of Technology Major: Mechanical Engineering Bachelor of Engineering 1993 L.D. College of Engineering  Major: Mechanical Engineering Management for mechanical equipment manufacturing. PROFESSIONAL Director 2007-Present Gujarat Apollo Industries Limited A public company manufacturing crushing and screening equipment used in mining  industry Director 2018-2020 Ammann Apollo India Pvt. Ltd. Indo-Swiss joint venture company manufacturing road-construction equipment and is the  market leader in India Director 2001-Present AEML Investments Limited  A subsidiary of Gujarat Apollo Industries LimitedOver 20 years of experience in Engineering and Manufacturing industry. Special focus in  the field of Operations Management including Manufacturing Strategy and Supply Chain .  ",
            "HasCoverPhoto": false,
            "CoverPhotoPath": null,
            "CreatedOn": "2021-11-19T16:12:31.447",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "Anand A Patel",
            "AlumniPassoutYear": "1993",
            "AlumniBranch": "Mechanical Engineering"
        },
        {
            "Id": 8,
            "EncryptedAchievementId": "pSttoVubSY0=",
            "Title": "VICE PRESIDENT ",
            "Description": "MRS ARTI BASU IS CURRENT VICE PRESIDENT OF FEDERATION OF GUJARAT INDUSTRIES  (YEAR 2021-22-23 )   .  COUNCIL COMMITTEE MEMBER OF GUJARAT STATE COUNCIL -CII  (CONFEDERATION OF INDIAN INDUSTIRES  ) YEAR 2018-19 AND 2020",
            "HtmlContent": null,
            "HasCoverPhoto": false,
            "CoverPhotoPath": null,
            "CreatedOn": "2021-10-28T17:23:38.043",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "ARTI BASU",
            "AlumniPassoutYear": "1986",
            "AlumniBranch": "Chemical Engineering"
        },
        {
            "Id": 7,
            "EncryptedAchievementId": "ByCol2y133s=",
            "Title": "Advisor and Independent Director in Infrastructure",
            "Description": "Mr. Jamdar, awarded lifetime achievement award from Indian Roads Congress, is currently retired and is an advisor in the field of infrastructure ",
            "HtmlContent": "Mr. H P Jamdar is a renowned Highway Engineer of International repute. After graduating from Gujarat University in Civil Engineering with a First Class First, he joined the Gujarat Engineering Services through the Public Service Commission Mr. Jamdar headed the Roads & Building Deptt. of Gujarat State as Principal Secretary to Govt. for a record length of time, during which, he oversaw modernization and expansion of the State's Road network, and was instrumental In Introducing Private Sector participation in the Highways Sector in India. The Ahmedabad - Vadodara Expressway, the first of its kind in the Country, was taken up by him as Chief Engineer. So also, the Ahmedabad - Mehsana as well as Vadodara - Halol Toll Roads Ltd., were the first projects in India to be taken up in the Public Private Partnership (PPP) mode. Mr. Jamdar was also the Chairman of a number of Public Sector Companies and Boards, including the Gujarat Maritime Board (GMB), Pipavav Ports Ltd, Gujarat State Construction Corporation etc. He is Past President of prestigious Bodies like The Institution Of Engineers India (IE), and Indian Roads Congress (IRC) He has represented India at various International Bodies like the World Road Congress, the Federation of Engineering Institutions of South and Central Asia (FIESCA) etc. Mr. Jamdar was awarded the Lifetime Achievement Award by the Indian Roads Congress (IRC) in December 2017, in recognition of his outstanding achievements and personal commitment to the Highway Engineering profession. Currently he practices as Advisor in the field of Infrastructure, and sits as Independent Director on the Boards of some Infrastructure Companies. Mr. Jamdar enjoys playing Golf and is also an accomplished Singer.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/Achievement/Cover/img-20210129-wa0013-25102021040353.jpg",
            "CreatedOn": "2021-10-25T16:03:53.907",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "H P Jamdar",
            "AlumniPassoutYear": "1965",
            "AlumniBranch": "Civil Engineering"
        },
        {
            "Id": 6,
            "EncryptedAchievementId": "Hb1qyJMaslA=",
            "Title": "Advisor to Chief Minister of Gujarat",
            "Description": "Babubhai Navalawala is currently the Advisor to Chief Minister of Gujarat as well as the Chairman, Experts Advisory Group for Kalpasar Project in Gujarat State",
            "HtmlContent": "Shri B. N. Navalawala is currently the Advisor to Chief Minister of Gujarat for the matters pertaining to Water Resources sector as well as he is the Chairman, Experts’ Advisory Group for Kalpasar Project in Gujarat State. With illustrious academic track record, he graduated (in Civil Engineering) in year 1963 from L.D. College of Engineering, Gujarat University.  He joined the Civil Service in the year 1966 through UPSC Examination. During his 36 years’ distinguished civil service, he held a number of important positions both at the level of state Govt. and the central Govt. and he  retired as the Secretary to Govt. of India, Ministry of Water Resources. He was the sixth Gujarati who rose to the position of secretary to Government of India. Then, he held the constitutional position as the Member of Union Public Service Commission with the tenure up to 14-4-2007. He is the first Gujarati officer to have been appointed to this constitutional position.   Shri Navalawala is an internationally renowned water-resources expert and he is the first Asian to have been elected in September, 2001 as the Chairman of the Working Group of International Commission on Irrigation and Drainage for Research and Development for Water Resources. Also, he is the first water resource official in the country to achieve the honour of being the recipient of an “Award of Excellence” in recognition of his “exceptional” contribution to ICID and World Food Security from the ICID in July, 2002. He represented India in the first International Congress on Irrigation Systems Transfer held in Mexico in 2000 as well as participated in the International Conference on Fresh Water, 2001, held at Bonn (Germany) in Dec. 2001. Also, he was the Chairman (February 1991 to June 1996) of Special Committee on History, Education, Training, Research and Future Developments of the Indian National Committee on Irrigation & Drainage.  He has worked as a member on a number of important National Committees set up by the Government of India for policy formulation like Committee on   National   Rehabilitation Policy, Committee on   Inter-State Basin Organizations, Committee on Pricing of Irrigation Water etc. Also, it is to his credit that he delivered the prestigious Memorial Lectures namely 3rd H.P. Barua Memorial Lecture (1998), Dr. Visvesvaraya Memorial Lecture (2001 and 2010), Dr. Triguna Sen Memorial Lecture (2002) and 16th Dr. Kanwar Sain Memorial Lecture (2006).   Shri Navalawala has to his credit more than 140 papers as published at international and national level on crucial issues like Inter-State river-water disputes, economics of Irrigation projects, Water Pricing, Irrigation Management, Operation and Maintenance of Irrigation Systems, Flood Insurance, Water-Logging, Rehabilitation & Resettlement, Participatory Irrigation Management, Perspective Planning for Water Resources Development  etc.  ",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/Achievement/Cover/02-25102021035241.jpg",
            "CreatedOn": "2021-10-25T15:52:41.967",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "B N Navalawala",
            "AlumniPassoutYear": "1963",
            "AlumniBranch": "Civil Engineering"
        },
        {
            "Id": 5,
            "EncryptedAchievementId": "8voyW5JH-vU=",
            "Title": "Vice President at Hazira Manufacturing Complex",
            "Description": "Vice President - Chief Administrative Officer at Hazira Manufacturing Complex since 17th September 2015.",
            "HtmlContent": "Atik M. Desai is a Vice President - Chief Administrative Officer at Hazira Manufacturing Complex since 17th September 2015. He was VP-Process Plant Internals Business & Vadodara Heavy Engineering Works at Larsen& Toubro, Heavy Engineering IC, Vadodara at Ranoli, Vadodara operations include products from exotic materials for Advanced Composites and Process Plant Internals / Reactors from Stainless Steel, Haste alloy and other advanced materials prior to coming to Hazira. He has been inducted as a Trustee of L&T Public Charitable Trust (LTPCT). He was Chairman - HR & Trg. Committee at The Southern Gujarat Chamber of Commerce & Industry (2018-19, 2019-20) and Member of Governing Council, The Southern Gujarat Chamber of Commerce & Industry.Earlier, he worked as General Manager- Manufacturing at HES (Heavy Equipment & Systems), Hazira Manufacturing Complex, Larsen & Toubro Limited till November 2014. Heavy Engineering is state of art facility for manufacturing & supplies precision custom engineered critical static hi-tech equipment & systems for the hydrocarbon sector including Oil & Gas Refinery, Cracker, Petrochemicals, and Fertilizer etc. apart from meeting the requirements of Defense, Aerospace and Nuclear Power sectors.He was Head- HR & Administrative Services, responsible for HR, IR, Welfare, TQM, Training, EHS, Transport, Security, Medical Centre and Canteen areas at L&T, Hazira Works between 2004- March 2010.He worked in manufacturing shops and planning areas & handled critical assignments like Nuclear End Shields, Steam Generators, EO Reactor Tube sheets as well as Critical Special projects components manufacturing as Machine Shops Manufacturing & Planning Head at L&T between 2001 to 2004.Before joining L&T, Hazira Works in September 1991, he has spent 9 years in area of Production Planning & Industrial Engineering Machine Tools Division in reputed organizations Batliboi & Rallis India Limited.He is Graduate in Mechanical Engineering passed out in 1981 from L D Engineering College, Ahmedabad. He has done Diploma in Business Management from IICM, Ahmedabad.He has been instrumental in launching TQM / Change Initiatives at L&T, Hazira Works like Kaizen based Employee Involvement System, “5S” Housekeeping, JQI, TPM, IQRS, Departmental Process Parameters Monitoring etc. and ensuring Plan-Do-Check-Act cycle through TQM Council Meetings. Presently he is member of TQM Council and plans, organizes, co-ordinates and facilitates TQM related activities at L&T, Hazira Works.Few additional feathers in his cap are:o Certified Six sigma Black Belt from Quality Council of Indianao “Gemba Kaizen (Workplace Management), “5S Housekeeping”, “Total Productive Maintenance” and “Strategic Management” courses from JMA Management Center Inc., Japano Certified Facilitator for Quality Improvement (CFQI) and Certified Trainer for Quality Improvement (CTQI) from Qimpro College, MumbaiParticipation in other External Bodies:o Member IMC – IIT, Majura Gate & Chairman IMC – ITI, Gandeva(07-08, 08-09,09-10)o Member on two committees by GOG – ‘BM Tech Education in Gujarat’ and ‘Improving Infrastructure and Skilled manpower for SEZ’ (07-08)o Chairman – HRD Committee at SGCCI, Surat (07-08, 08-09) o President of IIIE – Surat Chapter (Since 2010) & recipient of H K Firodia Award for year 2016-17o Appointed Judge at Qimpro Convention (09-10)o Member of Quality Improvement & Technology Committee- Indian Merchants Chamber, Mumbai (2016-17)o Director – Hazira Area Industrial Association (HAIA)o Member of the Internal Quality Assurance Cell (IQAC) of Veer Narmad South Gujarat University (VNSGU) two years from 7th October 2020 Recognition to HED-HZMC in last few years:o CII Western Region HR Excellence Commendation Certificate (08-09)o Achieved IQRS L 8(07-08) – An International Business Excellence Modelo British Safety Council Award (07)o L&T Campus Ambassadoro Silver award from EMS by FAST – NGO(Jan’07)o Awards- Frost & Sullivan (2004,2012), SGCCI- Export Performance (05-06) o SGCCI Award to L&T HZMC for “Outstanding Achievement in Social Welfare Programmes by a Business House” (2015)",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/Achievement/Cover/mr-atikdesai-26022021072738.jpg",
            "CreatedOn": "2021-02-26T19:27:38.357",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "Atik M Desai",
            "AlumniPassoutYear": "1981",
            "AlumniBranch": "Mechanical Engineering"
        },
        {
            "Id": 4,
            "EncryptedAchievementId": "H5Cxy+6DuoI=",
            "Title": "Director in Bakeri Group",
            "Description": "Member of Board of Directors at Bakeri Urban Development Pvt Ltd",
            "HtmlContent": "A Master's graduate in Engineering from the prestigious Massachusetts Institute of Technology (M.I.T.), U.S.A., his research dealt with the structural applications of polymer composites in the field of aeronautics.He has over 2 and a half decades experience in construction and real estate development in India.He is also a serial entrepreneur, having started an alternative energy firm exploring wind and solar energy; and also a software firm which developed VoIP solutions and which was involved with development of voice recognition technologies in the early days of these technologies.A firm believer in the use of technology and design to solve social problems, he is currently involved as an investor and mentor with several startups, in diverse fields such as education, logistics, healthcare, environment, etc..He is also a co-founder of Ideal Choice Homes, a company engaged in the design and development of precast concrete solutions for mass housing in emerging markets. He has also co-founded technology based ventures like Z-Axis Unmanned Machines which is engaged in the manufacture of UAVs (Drones) for civilian and military use; cloud computing and AI/ML startup Fx Data Labs; Artemis Cast Stone engaged in the manufacture of various types of elements including building elements involving an IP based process (patent pending) using quarry dust; and Charge Zone, and electric vehicles charging infrastructure company.He is also on the Board of several companies which are engaged in developing and using innovative technologies in the fields of environment, health care, livelihoods and financial inclusion.He had also been nominated to receive one of France's highest civilian honours, l'Ordre National du Merite by the President of France for promoting collaborations between France and India in the fields of arts and culture.As part of his engagement with the social and education sector, he is also an involved member of the following organizations:-President- The Alliance Française d'Ahmedabad, India; part of the 1100 cities wide world wide network supported by the Government of France engaged in promoting artistic, linguistic and cultural collaborations and exchanges between France and the host countries.Founding Member and President - Indo American Education Society; (part of the Education USA network established by the U.S. government) counseling Gujarat (India) based students interested in higher learning in the U.S. Founding Member- The Sarkhej Roza Revitalization Committee; involved in creating an awareness of this unique 15th century monument of the city of Ahmedabad amongst the citizens by holding cultural events and by supporting the local community living in the vicinity of the monument.Convener, INTACH, Ahmedabad (The Indian National Trust for Art and Cultural Heritage) engaged in protecting and preserving the tangible and intangible heritage of India and supported by the Government of India.Founding Member- Anuvad Academy and Research Foundation; established to promote the usage of local Indian languages by translating of the literature of these languages into other Indian languages.Trustee- Gujarati Sahitya Parishad; a 115 years old institution connected with Mahatma Gandhi; and engaged in the promotion and dissemination of Gujarati language literature.Advisory Board - Venture Studio, an incubator set up by Ahmedabad University in collaboration with Stanford University. As advisor, he is charged with the creation of a venture ecosystem to encourage innovation and entrepreneurship where young entrepreneurs are given wings to develop their ideas into businesses and also given mentoring and training to achieve their goals. Member- Board of Academic Studies, Nirma University, Ahmedabad.Trustee- Jivraj Mehta Smarak Health Foundation operating the Bakeri Medical Research Centre, a trust based hospital providing quality health care at affordable rates to all classes of society.Trustee – Jeevan Sandhya (Vanprasthan); an NGO providing assisted living to the old and destitute. Trustee- National Indian Association (NIA); a 135 year old Trust dedicated to providing vocational guidance to underprivileged girls and women and also provides teachers to schools for the  underprivileged. ",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/Achievement/Cover/pavan-bakeri-02022021041423.jpg",
            "CreatedOn": "2021-02-02T16:14:24.43",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "Pavan Bakeri",
            "AlumniPassoutYear": "1987",
            "AlumniBranch": "Civil Engineering"
        },
        {
            "Id": 3,
            "EncryptedAchievementId": "HpCXEYgItbs=",
            "Title": "Private Secretary to PM",
            "Description": "2010 Batch IAS Officer, appointed as Private Secretary to Hon. Prime Minister Shri Narendra Modi",
            "HtmlContent": "Dr. Hardik Shah is an Indian Administrative Service officer presently appointed as Private Secretary, to Hon’ble Prime Minister of India. He has demonstrated history of working as Private Secretary to the Minister for Environment, Forest & Climate Change, Government of India and at senior levels in Gujarat Government administration including as Additional Secretary and Director in Forest and Environment Department, Government of Gujarat and as Member Secretary, Gujarat Pollution Control Board.He has sound professional knowledgeand rich experience in Government administration as well as in Sustainable Development, Environmental Policy Planning & Implementation and Environmental Management including Environmental Legislations, Environment Impact Assessment, Coastal Zone Management, Cleaner Production and pollution prevention, Circular Economy, Continuous Effluent and Emission Monitoring System, Market Instruments for pollutant trading, etc.Dr. Shah has strong academic footings. He possesses Bachelor’s and Master’s degree in Environmental Engineering and Environmental Management, respectively, from L. D. Engineering College, Gujarat University, both securing First Rank in University in 1994 and 2003, respectively. He also received Bachelor’s degree in Laws (Gujarat University), a post graduate certificate in Environment Impact Assessment (University of Manchester) and a Doctor of Philosophy- Ph.D. (Faculty of Engineering and Technology, Nirma University). He is also a Fellow of Harvard University from the prestigious Harvard Kennedy School. He has several publications and delivered various lectures including at London School of Economics, UK and University of California, Berkeley, USA.He has received many accolades and awards both for his academic and professional excellence. He has received various medals and merit certificates for his academic excellence both in Engineering and Laws. He is a recipient of Best Engineer working in the field of Pollution Control Award from the Indian Association for Air Pollution Control, New Delhi, an award “Government Official for Outstanding Contribution to Sustainability” from Federation of Indian Chambers of Commerce and Industry, Bangalore and ‘AMA-Metrochem Outstanding Manager of the Year Award” by the Ahmedabad Management Association, Ahmedabad for his outstanding contribution in the field of Governance in general and e-Governance in particular as well as Environmental protection and pollution control.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/Achievement/Cover/hardik-shah-02022021030525.jpg",
            "CreatedOn": "2021-02-02T15:05:25.177",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "Hardik Satishchandra Shah",
            "AlumniPassoutYear": "1994",
            "AlumniBranch": "Environmental Engineering"
        },
        {
            "Id": 2,
            "EncryptedAchievementId": "ss-hw9tROfA=",
            "Title": "Founder of Savvy group",
            "Description": "Managing Director and Founder of SAVVY INFRASTRUCTURES PVT. LTD.,  AHMEDABAD",
            "HtmlContent": "PROFESSIONAL EXPERIENCEMANAGING DIRECTOR, SAVVY INFRASTRUCTURES PVT. LTD.  AHMEDABADBegan professional career after graduating from L D Engineering College, Ahmedabad in the year 1996.Established Savvy Infrastructure Pvt. Ltd. along with two college mates. Savvy has established a formidable reputation in the real estate arena in Gujarat. Savvy has built projects worth nearly Rs. 1200 Crores including 2 million sqft. Of residential and commercial development and 800 acres of golf township since 1996. Savvy is committed to green development. We have two gold certified green buildings, Shapath V and Shapath Hexa in Ahmedabad. We are the pioneer in zero waste management & Green Building. PROMOTER, KENSVILLE GOLF AND COUNTRY CLUB, AHMEDABADKensville Golf and Country Club along with an international housing community is a flagship project of Savvy.Kensville is spread over 800 acres and boasts of the one and only ‘Jeev Milkha Singh’ signature championship 18-hole golf course. Along with nearly 700 ‘Golf Living’ homes, the community also includes a 40 room hotel, Ayurveda village and a sports complex. CHAIRMAN, CREDAI, INDIAThe Confederation of Real Estate Developers’ Associations of India (CREDAI) is the apex body for private Real Estate developers in India. The facts about CREDAI, which has over 9000 Members through 23 State Chapters and 152 City Chapters. CHAIRMAN, ASSOCHAM, Gujarat ChapterThe Associated Chambers of Commerce and Industry popularly known as ASSOCHAM initiated its endeavor of value creation for Indian Industry in 1920. ASSOCHAM is spreading its wings reaching out at the Regional / State level so as to focus more at the micro level. ASSOCHAM has opened its first Regional Office – Gujarat Chapter Office at Ahmedabad since May, 2009. AFFILIATIONS :      Advisor Dr. Ambedkar Open University (2000-2002)Chairman Land & Revenue Committee – GCCITrustee JYOTBoard Member Rajpath Club (2009 – 2011)Founder Trustee L. D. College Alumni AssociationFounder Member Golf Course Owners AssociationPast President CREDAI, GUJARATPast President GIHED (2005 – 2007)",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/Achievement/Cover/jaxay-shah-02022021025222.jpg",
            "CreatedOn": "2021-02-02T14:52:22.393",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "Jaxay S Shah",
            "AlumniPassoutYear": "1990",
            "AlumniBranch": "Civil Engineering"
        },
        {
            "Id": 1,
            "EncryptedAchievementId": "mJbDIJ7qVIs=",
            "Title": "Founder of Savvy group",
            "Description": "Founder and Managing Director of Savvy Group, Ahmedabad",
            "HtmlContent": "PROFESSIONAL EXPERIENCEFOUNDER AND MANAGING DIRECTOR, SAVVY GROUP, AHMEDABADSameer Sinha began his professional career in Chicago working on multi-million dollar infrastructure projects between 1992 and 1996. He returned to India in January 1996 to establish Savvy Infrastructures along with two college classmates.Since 1996, Savvy has established a formidable reputation in the real estate arena in Gujarat. Savvy has built projects worth nearly INR 1500 Crores including 3 million sft. of residential and commercial development and 900 acres of golf township - Kensville Golf and Country Club.Sameer is extremely passionate about Sustainability and Technology. Under his leadership Savvy is today the leader in Green building development in Gujarat. Sustainable and holistic development has become the hallmark of all activities across the Group. Our passions include sustainable design and engineering, water conservation, cradle to cradle approach, organic farming, responsible production and consumption, urban forestry, flora and fauna documentation across projects, labor welfare, education and health of under-privileged children across all our projects. Savvy is also dedicated to promoting sports and well-being, and have built the Swaraaj Sports Club to further this endeavor.  CHAIRMAN, CII- INDIAN GREEN BUILDING COUNCIL, AHMEDABAD & MEMBER NATIONAL EXECUTIVE COUNCIL, IGBCSameer Sinha spearheads’ the Green Building movement in Gujarat. He is also member of the National Executive Committee.Savvy is committed to green development. Everything we build is green and sustainable. Our commitment to the environment extends far beyond construction. We are committed to the achieving the UN-Sustainability Development Goals for India. CII – GUJARAT, COUNCIL MEMBERINDIAN GOLF UNION, COUNCIL MEMBERTiE AHMEDABAD, GOVERNING COUNCIL MEMBERSINGULARITY UNIVERSITY AHMEDABAD CHAPTER, FOUNDING MEMBERYPO GUJARAT, EX-MEMBERSHIP CHAIRFOUNDER MEMBER OF LDCE ALUMNI ASSOCIATION EDUCATIONPURDUE UNIVERSITY, West Lafayette, IN., U.S.A (SCHOOL OF ENGINEERING & KRANNERT SCHOOL OF MANAGEMENT)M.S. in Civil Engineering, specialization in Construction Engineering & Management in Dec.1991GUJARAT UNIVERSITY, AHMEDABAD, INDIA (L. D. COLLEGE OF ENGINEERING)B. S. in Civil Engineering, concentration in geo-technology and foundation engineering in June 1990",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/Achievement/Cover/sameer-sinha-02022021022406.jpg",
            "CreatedOn": "2021-02-02T14:24:06.517",
            "Attachement": [],
            "AlumniId": null,
            "AlumniName": "Sameer S Sinha",
            "AlumniPassoutYear": "1990",
            "AlumniBranch": "Civil Engineering"
        }
    ]
}