{
    "Status": true,
    "Message": "All News Records",
    "Result": [
        {
            "Id": 31,
            "EncryptedNewsId": "pMcGf5SbRO0=",
            "Title": "1990 Batch LDCE Alumni, Mr Kunj Shah pledges 11L to establish CoE",
            "Description": "Zodiac Energy Limited commits 11 Lacs to establish Center of Excellence for sustainable and clean energy at L D College of Engineering.",
            "HtmlContent": "LD College of Engineering inked an MoU with Zodiac Energy Limited on 13th Apr’22 to set up the “Centre of Excellence for Sustainable & Clean Energy” at L. D. College of Engineering, Ahmedabad.  This not only boosts faculty and students' R&D interests to next high, it propels LDCE's journey to have stronger Industry-Academia collaboration as it enters it's 75th year with centennial vision to become an institute of choice for next-gen engineers.  Mr Kunj Shah, Chairman of Zodiac Energy Limited and 1990 batch alumni of L.D. College of Engineering, has pledged to donate Rs. 11 lakh, for this purpose. This Centre of Excellence (COE) will provide laboratory demonstration on clean energy sources, it will help students of LDCE and other institutes to upgrade their skills in immensely dynamic sustainable & clean energy sector by making them aware of existing technologies as well as all the new development in the energy industry. It will also take up R&D assignments from industries.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/whatsapp-image-2022-04-14-at-2-38-16-pm-14042022023945.jpeg",
            "CreatedOn": "2022-04-14T14:39:45",
            "Attachement": []
        },
        {
            "Id": 30,
            "EncryptedNewsId": "C3uhxIti-No=",
            "Title": "Generous Donation by Ex-Principal Prof. T.M.Parikh's family",
            "Description": "Ex-Principal Prof T.M. Parikh's family donated ₹3 lakhs towards Kaizen 2022 on occasion of sir's 100th birthday!",
            "HtmlContent": "Dear LDCE fraternity,Our revered former Principal Dr. T.M. Parikh's family visited the college campus on 24th March and donated a generous amount of ₹3 lakhs in sir's memory, for his 100th birthday (March 11th), for Kaizen 2022 - our Annual Tech Conclave showcasing students' projects to industry.We feel deeply touched with this gesture of Parikh Family and feel honoured that they made LDCE part of centennial memory of their father, which coincides with the centennial planning of LDCE during its 75th year.With sincere appreciation for their noble act and in Parikh Sir's memory, LDCE principal Dr Rajul Gajjar accepted this on behalf of college and student community.Kudos to Parikh Family!",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/kaizendonationbyfamily_innameofldprincipal_proftmparikh_03-25032022050835.jpg",
            "CreatedOn": "2022-03-25T17:08:35",
            "Attachement": [
                {
                    "Id": 25,
                    "NewsId": 30,
                    "Path": "ldcealumni.net/Content/News/Attachement/303202240474KaizenDonationByFamily_InNameOfLDPrincipal_ProfTMParikh_03.jpg"
                },
                {
                    "Id": 26,
                    "NewsId": 30,
                    "Path": "ldcealumni.net/Content/News/Attachement/303202218505KaizenDonationByFamily_InNameOfLDPrincipal_ProfTMParikh_01.jpg"
                },
                {
                    "Id": 27,
                    "NewsId": 30,
                    "Path": "ldcealumni.net/Content/News/Attachement/303202219706KaizenDonationByFamily_InNameOfLDPrincipal_ProfTMParikh_02.jpg"
                }
            ]
        },
        {
            "Id": 29,
            "EncryptedNewsId": "k+qOq910qTE=",
            "Title": "From Principal's Desk - March 2022",
            "Description": "LDCE Principal Prof. Rajul Gajjar shares insights about college's 75th Anniversary Logo, launched recently by Hon. C.M. of Gujarat, Shri Bhupendrabhai Patel",
            "HtmlContent": null,
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/75-logo-square-23032022062924.jpg",
            "CreatedOn": "2022-03-23T11:17:10",
            "Attachement": [
                {
                    "Id": 21,
                    "NewsId": 29,
                    "Path": "ldcealumni.net/Content/News/Attachement/29320222518275 Logo square.jpg"
                },
                {
                    "Id": 23,
                    "NewsId": 29,
                    "Path": "ldcealumni.net/Content/News/Attachement/293202234874PrincipalMsg_Mar2022.png"
                }
            ]
        },
        {
            "Id": 28,
            "EncryptedNewsId": "bIhP9voOVRg=",
            "Title": "Centennial Vision & 75th Anniversary Logo Unveiled",
            "Description": "Hon. C.M. of Gujarat, Shri Bhupendrabhai Patel unveiled L.D. College of Engineering's Centennial Vision and the 75th Anniversary Logo.",
            "HtmlContent": "Envisioning Future, Celebrating Legacy ! March 15th, 2022- A day of pride & honour. LDCE's journey of reinventing itself has been commemorated by Shri Bhupendrabhai Patel (CM, Gujarat) who, unveiled LDCE's 75th Anniversary Logo along with the Centennial Vision. The 75th Anniversary Logo is a realization of our founding principles, core values, and the vision of LDCE. It is inspired by the Rubik's Cube. The 6 core values of the Centennial Vision are:Academic ExcellenceInnovationCollaborationSelf-relianceLeadershipIndustry & Social RelevanceThe event was graced by many esteemed dignitories of Gujarat including Hon. Education Minister Shri Jitubhai Vaghani, Prof. Rajul Gajjar (Principal, LDCE), H.O.Ds, core team-planners of the celebration and other honourable members of the ministry. #LDCE #CentennialVision #75thAnniversary#CMOGujarat #LetsDisrupt",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/01-18032022044735.jpg",
            "CreatedOn": "2022-03-18T16:44:47",
            "Attachement": [
                {
                    "Id": 14,
                    "NewsId": 28,
                    "Path": "ldcealumni.net/Content/News/Attachement/28320224856400.jpg"
                },
                {
                    "Id": 15,
                    "NewsId": 28,
                    "Path": "ldcealumni.net/Content/News/Attachement/28320225246401.jpg"
                },
                {
                    "Id": 16,
                    "NewsId": 28,
                    "Path": "ldcealumni.net/Content/News/Attachement/28320225266702.jpg"
                },
                {
                    "Id": 17,
                    "NewsId": 28,
                    "Path": "ldcealumni.net/Content/News/Attachement/28320225271403.jpg"
                },
                {
                    "Id": 18,
                    "NewsId": 28,
                    "Path": "ldcealumni.net/Content/News/Attachement/283202233335logo cmyk-01_Small.jpg"
                }
            ]
        },
        {
            "Id": 27,
            "EncryptedNewsId": "CiPaBXbKRs0=",
            "Title": "INDIAN NATIONAL THEATRE - competition 2022 winners",
            "Description": "L.D. College of Engineering - TEAM DHANAK won the 1st prize in intercollege state level INDIAN NATIONAL THEATRE competition 2022 ! ",
            "HtmlContent": "L.D. College of Engineering - TEAM DHANAK won the 1st prize in intercollege state level INDIAN NATIONAL THEATRE competition 2022! A play on influence of social media on today's world was performed by the team, written and directed by LD Alum Shri SARTHAK VASAVADA who's currently pursuing THEATRE professionally. The support from principal mam Shrimati Rajul Gajjar, C.S. Sanghvi sir, C.D. Patel sir and specially Shri D.S. Patel sir has made this victory a memorable one for the whole LDCE. History was created on 3rd March 2022 as LDCE was first Engineering college to win the prize in 34 yrs of competition.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/img-20220304-wa0034-04032022113031.jpg",
            "CreatedOn": "2022-03-04T11:22:00",
            "Attachement": [
                {
                    "Id": 12,
                    "NewsId": 27,
                    "Path": "ldcealumni.net/Content/News/Attachement/27320222396IMG-20220304-WA0034.jpg"
                },
                {
                    "Id": 13,
                    "NewsId": 27,
                    "Path": "ldcealumni.net/Content/News/Attachement/273202211849IMG-20220304-WA0012.jpg"
                }
            ]
        },
        {
            "Id": 26,
            "EncryptedNewsId": "gFMWM-1twrI=",
            "Title": "Placement in LDCE during covid pandemic",
            "Description": "Job package offer of Rs 3 lakh to Rs 5 lakh to 1175 LD Engineering students despite 2 years corona",
            "HtmlContent": "Although the years 2020 and 2021 have been difficulties due to Corona, the placement in LD Engineering College has not been affected. From March 2020 to August 2021, 174 companies have offered job packages to 621 students while 554 students who passed in 2021 have been offered job packages ranging from Rs 5 lakh to Rs 7 lakh per annum. In the academic year 2019, approximately 104 companies from various sectors participated in the placement and offered jobs to 625 final year students of the college. But in 2020 and 2021 together companies from different sectors have offered jobs to 1175 students. An average package of up to Rs 5 lakh per annum is being offered in placement. The number of students getting the job could go much higher as placements in LD Engineering are yet to run till December. L. D. Engineering's Placement Cell Coordinator Dr. Vinod Patel said, Even during Corona, the placement cell of the college continued to operate online. All the placement process including aptitude test, group discussion, and personal interview was done online and online placement is still going on.   ",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/downloadfwesd-05092021021408.jpg",
            "CreatedOn": "2021-09-05T02:14:08",
            "Attachement": []
        },
        {
            "Id": 24,
            "EncryptedNewsId": "4Y3zo12-iDw=",
            "Title": "Happy Navratri",
            "Description": "LAA wishes for blessings from Ma Durga for all",
            "HtmlContent": "May the great goddess Maa Durga provide you with the strength, wisdom, and courage to overcome all obstacles in life.LAA wishes to you and your family Happy Navratri.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/navratri-26102020122841.jpeg",
            "CreatedOn": "2020-10-26T12:28:42.05",
            "Attachement": []
        },
        {
            "Id": 23,
            "EncryptedNewsId": "N1OOP4rgUlo=",
            "Title": "Birth anniversary of Sir Abdul Kalam",
            "Description": "LAA salutes to India;s Missile Man",
            "HtmlContent": "“If you fail, never give up because FAIL means “First Attempt In Learning.”L.D.C.E. Alumni Association wishes Happy International Student's Day to each and everyone for being a student of institute called LIFE on birth anniversary of Sir APJ Abdul Kalam.Avul Pakir Jainulabdeen Abdul Kalam. Named as the 'Missile Man' for his contributions towards the developments of India's missile projects. He was also awarded with Bharat Ratna, Padma Shri and Padma Bhushan. APJ Abdul Kalam was very popular among the students and inspiration for all.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/sir-abdul-kalam-26102020122526.jpeg",
            "CreatedOn": "2020-10-26T12:25:26.723",
            "Attachement": []
        },
        {
            "Id": 22,
            "EncryptedNewsId": "uidO+-DIfm4=",
            "Title": "Gandhi Jayanti",
            "Description": "LDCE ALumni Association bows down to Shri Mahatma Gandhi",
            "HtmlContent": "The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems. -Mahatma Gandhi Shri Mohandas Karamchand Gandhi, popularily known as Mahatma Gandhi, Bapu and Gandhiji, was one of the preeminent leaders of the Indian independence movement in British-ruled India who always believed in non-violence, gender equality, caste equality.  He was the only person whom the British feared as well as respected without a weapon. He was the person who shook the world in a gentle way.  On occasion of Gandhi Jayanti, Birth anniversary of Father of the nation, We bow down and salute him for his exceptional contribution and service to our nation.Let's pledge to follow and adopt his values and qualities!Email id: secretary@ldcealumni.net",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/gandi-jayanti-02102020094140.jpeg",
            "CreatedOn": "2020-10-02T09:41:40",
            "Attachement": []
        },
        {
            "Id": 21,
            "EncryptedNewsId": "fN7bHGMgNHY=",
            "Title": "Wishes for Engineer's Day",
            "Description": "LDCE Alumni Association wishes all engineers \"Happy Engineer's Day\"",
            "HtmlContent": "Work performed with higher knowledge or skill, capacity or ambition, usually brings a correspondingly higher award - Mokshagundam VisvesvarayaWhat people can only think as magic, it is made true by the skills and innovative mind of an engineer. Engineers can be said the true creators of the world.Giving our tribute to Bharat Ratna, Shri Mokshagundam Visvesvaraya on his birth anniversary, L. D. College of engineering and LDCE Alumni Association wishes all the engineers out there who see the world differently and make it more magical, Happy Engineer's Day.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/engineer-day-15092020010918.jpeg",
            "CreatedOn": "2020-09-15T13:09:18.29",
            "Attachement": []
        },
        {
            "Id": 20,
            "EncryptedNewsId": "A+k9bEwmKsM=",
            "Title": "Meet with Suril Shah",
            "Description": "LAA organized a meeting for intraction with Stanford University Alumni Suril Shah",
            "HtmlContent": "For the students of L. D. College of Engineering, LAA organized meet with Stanford University alumni Suril Shah, working in computer vision team at Google research headquarters, California, USA regarding future development in different branches in USA, in the presence of LAA BOG members Yogesh Patel, Kartik Patel, Atul Shah, Kirti Thakker, Subhash Ghelani.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/img_20170102_162455-09092020054624.jpg",
            "CreatedOn": "2020-09-09T17:46:24.28",
            "Attachement": [
                {
                    "Id": 7,
                    "NewsId": 20,
                    "Path": "ldcealumni.net/Content/News/Attachement/209202043639IMG_20170102_180103 (1).jpg"
                },
                {
                    "Id": 8,
                    "NewsId": 20,
                    "Path": "ldcealumni.net/Content/News/Attachement/209202048428IMG_20170102_181717.jpg"
                },
                {
                    "Id": 9,
                    "NewsId": 20,
                    "Path": "ldcealumni.net/Content/News/Attachement/209202053280IMG_20170102_194635.jpg"
                },
                {
                    "Id": 10,
                    "NewsId": 20,
                    "Path": "ldcealumni.net/Content/News/Attachement/20920202889IMG_20170102_194624 (1).jpg"
                },
                {
                    "Id": 11,
                    "NewsId": 20,
                    "Path": "ldcealumni.net/Content/News/Attachement/20920209691IMG_20170102_181648.jpg"
                }
            ]
        },
        {
            "Id": 19,
            "EncryptedNewsId": "40Pq5IcWDOk=",
            "Title": "Teacher's Day ",
            "Description": "LDCE Alumni wishes every teacher \"Happy Teacher's Day\"",
            "HtmlContent": "Teaching is a profession that teaches all other professions..Remembering all our great teachers who helped us to become the person who we are today. Apart from our parents, they are the only one who are never jealous of our success. They work hard along with us so that we can make our dream a reality.LDCE Alumni Association heartily wishes every teacher a very Happy Teacher's Day.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/img_20200906_143149-06092020023548.jpg",
            "CreatedOn": "2020-09-06T14:35:48.797",
            "Attachement": []
        },
        {
            "Id": 18,
            "EncryptedNewsId": "QIjj9JMqAH4=",
            "Title": "LAA plantation jointly with AMC in 2019",
            "Description": "LAA plantation jointly with AMC in 2019",
            "HtmlContent": "In 2019 total @ 3500 trees were planted in the LD college of engineering. Support from AMC ( Mr. Jignesh Bhai) Radio Mirchi Dhwanit interview for Green Ahmedabad ",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/img-20190715-wa0040-01072020093459.jpg",
            "CreatedOn": "2020-07-01T21:34:59.843",
            "Attachement": []
        },
        {
            "Id": 17,
            "EncryptedNewsId": "JSOhc3+fmgY=",
            "Title": "Celebrates LDCE foundation Day",
            "Description": "Celebrates LDCE foundation Day",
            "HtmlContent": "LDCE Alumni Association and L. D. College of Engineering Celebrate LDCE foundation day.72 years of providing Excellence in Engineering",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/ldce-20062020115647.jpg",
            "CreatedOn": "2020-06-20T11:56:47.513",
            "Attachement": []
        },
        {
            "Id": 16,
            "EncryptedNewsId": "pfvsffRRdF4=",
            "Title": "Take pledge on World Environment Day",
            "Description": "Healthy wishes to all Alumni on World environment day by LAA Family",
            "HtmlContent": "It's not your, Not mine, It's Ours. So, Protect your mother who, Nourish youPlease take a pledge for planting two plants.From,LAA Family",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/img-20181004-wa0099-05062020111307.jpg",
            "CreatedOn": "2020-06-05T11:13:07.12",
            "Attachement": []
        },
        {
            "Id": 15,
            "EncryptedNewsId": "DiTRgcOEb5M=",
            "Title": "Seamless operations/service delivery during COVID",
            "Description": "Seamless operations/service delivery during these COVID 19 Pandemic times.",
            "HtmlContent": "Lotus Developers, We Care...It’s not just a sentence.  It's our core value. During this emergency of CoVid19, it is our duty to honour our core value.  We are lucky to have created a huge community of hard-working engineers, architects, office staff and labourers that have been with us for years. Our labourers at every site receive weekly rations to build morale. In addition, every site is also equipped with sanitization booths, sanitizers, temperature control guns, masks, etc where needed.  This is not where we stop.  We pledged one of our under-construction projects in Mumbai with 250 apartments for the fight against CoVid19. Against all odds in the last 45 days, our team has worked over 16-18-hour work days to finish & deliver such a massive facility to local authorities. We are proud to finally handover this 500-patient quarantine/containment facility that can be put to good use. With the support of the government, our team constructed this large complex in record time amidst this present lockdown.We hope that times get better and life gets back to normal soon, but until then we will continue to humbly contribute to this war against CoVid19.  Stay home. Stay safe. At Lotus Developers, We Care...Mumbai.Mr. Anand Pandit is Our LAA patron member.",
            "HasCoverPhoto": false,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/IMG-20200427-WA0017.jpg",
            "CreatedOn": "2020-04-27T19:30:26",
            "Attachement": []
        },
        {
            "Id": 13,
            "EncryptedNewsId": "+ezkdF2Af5M=",
            "Title": "Donation for students Fees and data plan",
            "Description": "Donation for students Fees and data plan",
            "HtmlContent": " LAA is planning for max. 50 students fees and data plan from all branches.Each student Max. RS. 2000.Please donate a minimum of Rs. 1000 and forward it to your batchmates.Bank Details:LDCE ALUMINI ASSOCIATIONSBI, GUJARAT UNI. LIBRARY BRANCHA/C: 10298781181IFSC:SBIN0002651 Details mail: secretary@ldcealumni.net ",
            "HasCoverPhoto": false,
            "CoverPhotoPath": null,
            "CreatedOn": "2020-04-20T11:27:45",
            "Attachement": []
        },
        {
            "Id": 12,
            "EncryptedNewsId": "MM9gL7n5ayA=",
            "Title": "आgaaz",
            "Description": "आgaaz - The story begins here is the latest upcoming event by LAA.",
            "HtmlContent": "आgaaz - The story begins here is the latest upcoming event by LAA. it is a two-day event on 31st January and 1st February 2020. combining technical as well as nontechnical events like workshops,open-mic, photography etc. LAA team members did a great job in helping this event happen.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/ac-28012020044026.jpg",
            "CreatedOn": "2020-01-28T16:40:26.703",
            "Attachement": [
                {
                    "Id": 1,
                    "NewsId": 12,
                    "Path": "ldcealumni.net/Content/News/Attachement/121202028469aag1.jpg"
                },
                {
                    "Id": 2,
                    "NewsId": 12,
                    "Path": "ldcealumni.net/Content/News/Attachement/121202035769a4.jpg"
                },
                {
                    "Id": 3,
                    "NewsId": 12,
                    "Path": "ldcealumni.net/Content/News/Attachement/121202038159a6.jpg"
                },
                {
                    "Id": 4,
                    "NewsId": 12,
                    "Path": "ldcealumni.net/Content/News/Attachement/121202038597a7.jpg"
                },
                {
                    "Id": 5,
                    "NewsId": 12,
                    "Path": "ldcealumni.net/Content/News/Attachement/121202039112a5.jpg"
                },
                {
                    "Id": 6,
                    "NewsId": 12,
                    "Path": "ldcealumni.net/Content/News/Attachement/121202039628a3.jpg"
                }
            ]
        },
        {
            "Id": 10,
            "EncryptedNewsId": "QIRxRDV72YU=",
            "Title": "SAHITYA SARITA 2020",
            "Description": "Sahitya Sarita is a  Literature Festival organized by L.D. College of Engineering Ahmedabad.",
            "HtmlContent": "Sahitya Sarita is a benchmark Literature Festival organized by L.D. College of Engineering, Ahmedabad on 7th and 8th February. This was the first time that any Technical Institute is having a Literature Festival. Sahitya Sarita is a platform on which various themes like Literature, Laughter, Music and Art are celebrated by engineering students. This fest has been organized solely for the purpose of awareness of literature among the youth. The aim of this event is being saved with more and more love and enthusiasm over years.",
            "HasCoverPhoto": true,
            "CoverPhotoPath": "ldcealumni.net/Content/News/Cover/ss7-28012020031948.jpg",
            "CreatedOn": "2020-01-28T15:19:48.18",
            "Attachement": []
        }
    ]
}